{
  "introduce_header": "How does your running rank?",
  "introduce_contents": "Compare your performance with runners around the world.",
  "sport1_header": "Running",
  "privacy_policy_header": "Privacy Policy",
  "privacy_policy_contents": "We respect your privacy. This app does not collect, store, or share any personal information.\n\nUploaded images are processed temporarily and are not stored on our servers. All data is deleted immediately after processing.\n\nWe do not use any analytics tools, tracking technologies, or third-party services that collect user data.\n\nIf you have any questions about this privacy policy, feel free to contact us at: lullulalal@gmail.com",
  "terms_of_use_header": "Terms of Use",
  "terms_of_use_contents": "Please read these Terms of Use (\"Terms\") carefully before using this application (\"App\"). By accessing or using the App, you agree to be bound by these Terms.\n\n1. Use of the App\nThis App is provided for personal, non-commercial use only. You may not use the App in any way that is unlawful or prohibited by these Terms.\n\n2. Features and Research References\nSome features in this App are based on public academic research or published scientific papers. While efforts are made to faithfully implement such methods, we do not guarantee the accuracy, completeness, or real-time performance of any functionality.\n\n3. Advertisements\nThis App may display third-party advertisements. These ads are managed by external providers, and we are not responsible for the content or practices of those providers. Clicking on ads is entirely voluntary.\n\n4. Privacy\nWe do not collect, store, or share any personal information. Uploaded images are processed temporarily and automatically deleted after use. See our Privacy Policy for more details.\n\n5. Intellectual Property\nAll content, images, code, and design elements in the App are either original or legally used. Any reproduction, distribution, or reverse engineering of the App is strictly prohibited.\n\n6. Limitation of Liability\nThe App is provided \"as is\" without any warranties. We shall not be liable for any direct, indirect, incidental, or consequential damages arising from the use or inability to use the App.\n\n7. Changes to These Terms\nWe reserve the right to modify these Terms at any time. Continued use of the App after changes means you accept the updated Terms.\n\n8. Governing Law\nThese Terms shall be governed by and interpreted under the laws of the Republic of Korea, without regard to conflict of law principles.\n\n9. Contact\nFor any questions or concerns regarding these Terms, please contact: lullulalal@gmail.com",
  "cookie_preferences_header": "Cookie Preferences",
  "cookie_preferences_contents": "This app does not use cookies directly. However, we display advertisements provided by Google and its partners, which may use cookies, mobile identifiers, or similar technologies to serve personalized ads and measure their effectiveness.\n\nWhen you upload an image, it is sent to our server for processing and then deleted immediately after. We do not store any cookies or data related to your uploaded content.\n\nGoogle and its partners may place or read cookies through this app or use device identifiers for ad personalization and analytics. We do not control or access these cookies.\n\nFor more information on how Google uses data and cookies in advertising, please visit: https://policies.google.com/technologies/partner-sites\n\nYou may have the option to manage your ad preferences through your device settings or browser privacy settings."
}