{
  "error_dialog_title": "Error",
  "running_time_err_msg": "Please enter your running time.",
  "age_err_msg": "Please enter a valid age between 1 and 100.",
  "marathons_err_msg": "Please select at least one marathon for comparison.",
  "server_err_msg": "An error occurred while processing your request. Please try again later.",
  "network_err_msg": "Network error. Please check your internet connection.",
  "hour": "Hour",
  "minute": "Min",
  "second": "Sec",
  "gender": "Gender",
  "distance": "Distance",
  "male": "Male",
  "female": "Female",
  "age": "Age",
  "marathons_selection_title": "Select Marathons for Comparison",
  "marathons_selection_button": "Select Reference Marathons",
  "submit_button": "Show My Running Rank!",
  "cancel": "Cancel",
  "ok": "OK",
  "title_overall_left": "Top",
  "title_overall_right": "overall.",
  "title_by_gender_left": "Top",
  "title_by_gender_middle": "among",
  "title_by_gender_right": "s.",
  "title_by_gender_age_left": "Top",
  "title_by_gender_age_middle": "among",
  "title_by_gender_age_middle2": "s aged",
  "title_by_gender_age_right": ".",
  "introduce_header": "How does your running rank?",
  "introduce_contents": "Compare your performance with runners around the world.",
  "sport1_header": "Running",
  "bar_tooltip": "of runners averaged",
  "bar_tooltip_minute": "minute",
  "privacy_policy_header": "Privacy Policy",
  "privacy_policy_contents": "We value your privacy. This service collects your running time, age, gender, and selected reference marathons only for the purpose of calculating your performance ranking.\n\nHowever, none of this information is stored on our servers. All data is used temporarily during the session and is discarded immediately after the result is shown.\n\nWe do not store, share, or track any user data. No analytics tools or third-party tracking technologies are used.\n\nIf you have any questions about this privacy policy, feel free to contact us.",
  "terms_of_use_header": "Terms of Use",
  "terms_of_use_contents": "Please read these Terms of Use (\"Terms\") carefully before using this application (\"App\"). By accessing or using the App, you agree to be bound by these Terms.\n\n1. Use of the App\nThis App is provided for personal, non-commercial use only. You may not use the App in any way that is unlawful or prohibited by these Terms.\n\n2. Features and Data Sources\nThis App provides performance comparison and ranking features based on publicly available marathon race data. While efforts are made to keep the data accurate and up to date, we do not guarantee the completeness or real-time accuracy of any results.\n\n3. Advertisements\nThis App may display third-party advertisements. These ads are managed by external providers, and we are not responsible for the content or practices of those providers. Clicking on ads is entirely voluntary.\n\n4. Privacy\nWe collect user input such as running records, gender, and age only during the session for calculation purposes. This data is not stored on our servers. For more details, please refer to our Privacy Policy.\n\n5. Intellectual Property\nAll content, images, code, and design elements in the App are either original or legally licensed. Any reproduction, distribution, or reverse engineering of the App is strictly prohibited.\n\n6. Limitation of Liability\nThe App is provided \"as is\" without any warranties. We are not liable for any direct, indirect, incidental, or consequential damages arising from the use or inability to use the App.\n\n7. Changes to These Terms\nWe reserve the right to modify these Terms at any time. Continued use of the App after changes indicates your acceptance of the updated Terms.\n\n8. Governing Law\nThese Terms shall be governed by and interpreted under the laws of the Republic of Korea, without regard to conflict of law principles.\n\n9. Contact\nIf you have any questions or concerns regarding these Terms, please feel free to contact us.",
  "cookie_preferences_header": "Cookie Preferences",
  "cookie_preferences_contents": "This app does not use cookies directly. However, third-party advertisements shown in the app may use cookies, mobile identifiers, or similar technologies to personalize ads and measure their performance.\n\nWhen you enter your running data, it is processed temporarily and never stored. No cookies or related data are saved by us.\n\nPlease note that any cookies or tracking technologies used by advertising partners are managed by those third parties, and we do not control or access them.\n\nYou can usually manage your ad or privacy preferences through your device or browser settings."
}