{
  "error_dialog_title": "エラー",
  "running_time_err_msg": "ランニング記録を入力してください。",
  "age_err_msg": "年齢を入力してください。",
  "marathons_err_msg": "少なくとも1つのマラソン大会を選択してください。",
  "server_err_msg": "サーバーエラーが発生しました。しばらくしてから再度お試しください。",
  "network_err_msg": "ネットワークエラーです。インターネット接続を確認してください。",
  "hour": "時間",
  "minute": "分",
  "second": "秒",
  "gender": "性別",
  "distance": "距離",
  "male": "男性",
  "female": "女性",
  "age": "年齢",
  "marathons_selection_title": "参考にするマラソン大会を1つ以上選択してください。",
  "marathons_selection_button": "マラソン大会を選択",
  "submit_button": "自分のランニング順位を見る！",
  "cancel": "キャンセル",
  "ok": "確認",
  "title_overall_left": "上位",
  "title_overall_right": "：全体ランナー基準",
  "title_by_gender_left": "上位",
  "title_by_gender_middle": "：",
  "title_by_gender_right": "ランナー基準",
  "title_by_gender_age_left": "上位",
  "title_by_gender_age_middle": "：",
  "title_by_gender_age_middle2": "、年齢が",
  "title_by_gender_age_right": "のランナー基準",
  "introduce_header": "あなたのランニングは上位何％？",
  "introduce_contents": "ランニング記録を分析して、自分だけのランキングを確認しましょう。",
  "sport1_header": "ランニング",
  "bar_tooltip": "ランナーの平均記録：",
  "bar_tooltip_minute": "分",
  "results_description": "この結果は、ニューヨークマラソン、ボストンマラソン、サン・シルベストレ・バレカナなど、主要なグローバル大会の過去5年間の実際のレースデータに基づいています。",
  "privacy_policy_header": "プライバシーポリシー",
  "privacy_policy_contents": "私たちはユーザーの個人情報を大切にしています。本サービスは、ユーザーのランニング記録時間、年齢、性別、選択した比較マラソン大会情報を、パフォーマンス順位の計算目的のみに利用します。\n\nこれらの情報はサーバーに保存されず、結果が表示された後は即時破棄されます。収集されたデータはセッション中のみ一時的に使用されます。\n\n私たちはユーザーデータを保存・共有・追跡しません。解析ツールや第三者の追跡技術も一切使用していません。\n\nこのプライバシーポリシーについてご不明な点があれば、いつでもお問い合わせください。",
  "terms_of_use_header": "利用規約",
  "terms_of_use_contents": "本アプリケーション（「アプリ」）をご利用になる前に、本利用規約（「規約」）をよくお読みください。アプリにアクセスまたは使用することで、本規約に同意したものとみなされます。\n\n1. アプリの利用\n本アプリは、個人的かつ非商業的な目的でのみ提供されます。本規約で禁止されている方法や違法な方法でアプリを利用することはできません。\n\n2. 機能とデータの出典\n本アプリは、公開されている主要マラソン大会の記録データに基づき、ユーザーに比較結果と順位情報を提供します。データは正確性を保つため定期的に更新されますが、全ての結果の完全性やリアルタイムの反映は保証されません。\n\n3. 広告\nアプリには第三者の広告が表示される場合があります。これらの広告は外部業者によって管理され、その内容や運営について当社は責任を負いません。広告クリックは全てユーザーの判断となります。\n\n4. プライバシー保護\n当社はユーザーのランニング記録、性別、年齢など一部情報を入力いただきますが、これらの情報はサーバーに保存されず、セッション中の計算目的にのみ一時的に使用されます。詳細はプライバシーポリシーをご参照ください。\n\n5. 知的財産権\nアプリ内の全てのコンテンツ、画像、コード、デザイン要素は、原著作物または法的に使用許可を受けたものです。アプリの無断複製、配布、リバースエンジニアリングは禁止されています。\n\n6. 責任の制限\n本アプリは「現状のまま」提供され、いかなる保証も行いません。アプリの利用または利用できなかったことによる直接的・間接的・偶発的・結果的損害について、当社は責任を負いません。\n\n7. 規約の変更\n当社はいつでも本規約を変更する権利を有します。規約変更後も引き続きアプリを利用する場合は、変更後の規約に同意したものとみなされます。\n\n8. 準拠法\n本規約は日本法に基づき解釈および適用されます。法的衝突の原則は適用されません。\n\n9. お問い合わせ\n本規約についてのご質問やご懸念がある場合は、いつでもご連絡ください。",
  "cookie_preferences_header": "クッキー設定",
  "cookie_preferences_contents": "本アプリはクッキーを直接使用していません。ただし、アプリに表示される第三者広告は、パーソナライズ広告の提供やパフォーマンス測定のためにクッキー、モバイル識別子、または類似技術を使用する場合があります。\n\nユーザーが入力したランニングデータは一時的に処理され、保存されません。当社はクッキーや関連データを保存しません。\n\n広告事業者が使用するクッキーや追跡技術は、各第三者によって管理されており、当社はこれを制御またはアクセスすることはできません。\n\n広告やプライバシーの設定は、ご利用のデバイスやブラウザの設定から管理できます。"
}
